Repository: gunnargestsson/glsourcenames
Catalog: AL/Translations/GL Source Names.*.xlf
Languages: fi_fi, hu_hu, is_is, nl_nl

# Page 3431183161 - Control 2474476333 - Property 1968111052
source: Check the Assign or Remove Permisson Box to change both read and update permission for the user. User Group members should be managed through the user group only
fi_fi: Tarkista määritettävä tai poistaa oikeuksia ruutuun sekä luku ja Päivitä käyttöoikeudet käyttäjälle. Käyttäjäryhmän jäsenet hallitaan vain käyttäjäryhmä
hu_hu: Jelölje be a jogosultság hozzárendelése vagy eltávolítása négyzetet az olvasási és frissítési engedélyek módosításához. A felhasználói csoport tagjait csak a felhasználói csoporton keresztül kell kezelni
is_is: Veljið boxin til að úthluta eða fjarlægja heimildir til lestrar og uppfærslu úthlutað á notana. Meðlimir notendahóps ættu að taka stillingar frá notandahópnum.
nl_nl: Controleer de toewijzen of verwijderen Permisson in als u zowel lees wijzigt en machtiging voor de gebruiker bijwerken. Gebruikersgroepsleden moeten worden beheerd door middel van de gebruikersgroep alleen

# Page 3431183161 - Control 2103052239 - Property 2879900210
source: Users requiring update access
fi_fi: Päivitä käyttää käyttäjät
hu_hu: Frissítési hozzáférést igénylő felhasználói csoportok
is_is: Notendur sem þurfa uppfærsluheimildir
nl_nl: Gebruikers die verbinding bijwerken

# Page 3431183161 - Control 3916409790 - Property 1968111052
source: Enter the Registration details.
fi_fi: Anna rekisteröinti tiedot.
hu_hu: Adja meg a regisztráció adatait.
is_is: Setjið inn skráningarupplýsingar.
nl_nl: Voer de gegevens van de registratie.

# Page 3431183161 - Control 661833578 - Property 1295455071
source: Your registration will only be stored in Dynamics365. Your E-Mail Address is not shared with anyone.
fi_fi: Rekisteröinti varastoidaan vain Dynamics365. Sähköpostiosoitettasi ei jaeta kenenkään kanssa.
hu_hu: A regisztrációt csak a Dynamics365 tárolja. Az Ön e-mail címét senki sem osztja meg.
is_is: Skráningin þín verður vistuð í Dynamics365. Netfanginu verður ekki deilt með öðrum aðila.
nl_nl: Uw inschrijving worden alleen opgeslagen in Dynamics365. Uw e-mailadres wordt niet gedeeld met niemand gedeeld.

# Page 3431183161 - Control 4153939316 - Property 1968111052
source: We suggest that you refresh the data in G/L Source Names lookup table before finishing this wizard. You can come back here any time to refresh the lookup table again
fi_fi: Microsoft suosittelee KP nimiä hakutaulukon tietojen päivittämisen tarvittavan ohjattu toiminto. Voit tulee tähän kun päivität hakutaulukon uudelleen
hu_hu: Javasoljuk, hogy a varázsló befejezése előtt frissítse az adatokat a Főkönyv forrásnevek keresési táblázatában. Bármikor visszatérhet ide, hogy újra frissítse a keresési táblázatot
is_is: Við mælum með að þú uppfærir gögnin í uppflettigögn uppruna fjárhags áður en þú lýkur uppsetningu með hjálp. Þú getur komið hingað aftur hvenær sem er til að uppfæra uppflettitöfluna aftur.
nl_nl: Het is raadzaam dat u de gegevens in de opzoektabel GB namen vernieuwen voordat u deze wizard voltooit. U kunt later terug hier elk gewenst moment opnieuw de opzoektabel vernieuwen

# Page 3431183161 - Control 1546979963 - Property 2879900210
source: That's it!
fi_fi: Valmis!
hu_hu: Ennyi!
is_is: Þá er það komið!
nl_nl: Dat is alles!

# Page 3431183161 - Control 1365623322 - Property 1968111052
source: To refresh the data in the G/L Source Name lookup table, choose Update G/L Source Names.
fi_fi: Päivitä KP lähteen nimen valita KP-Lähdeobjektin hakutaulukon tiedot päivitetään.
hu_hu: Az adatok frissítéséhez a Főkönyvi forrásnév keresőtáblában válassza a Főkönyvi forrásnevek frissítése lehetőséget.
is_is: Til að uppfæra gögnin í uppflettigögn uppruna fjárhags, veljið Uppfæra uppflettitöflu.
nl_nl: U vernieuwt de gegevens in de opzoektabel GB bronnaam, kies namen GB bijwerken.

# Page 3431183161 - Control 2641016556 - Property 1968111052
source: To enable Source Names in G/L Entries, choose Finish.
fi_fi: KP-tapahtumien nimiä käyttöön valitsemalla Valmis.
hu_hu: A főkönyvi tételekben használt forrásnevek engedélyezéséhez válassza a Befejezés lehetőséget.
is_is: Til að virkja upprunanöfn í fjárhagsfærslum, veljið Ljúka.
nl_nl: Als u wilt dat namen in grootboekposten, kiest u voltooien.

# Page 3431183161 - Action 2438272767 - Property 2879900210
source: Back
fi_fi: Takaisin
hu_hu: Vissza
is_is: til baka
nl_nl: Vorige

# Page 3431183161 - Action 2438272767 - Property 1295455071
source: Return to the previous page.
hu_hu: Vissza az előző oldalra.

# Page 3431183161 - Action 914282563 - Property 2879900210
source: Next
fi_fi: Seuraava
hu_hu: Következő
is_is: Áfram
nl_nl: Volgende

# Page 3431183161 - Action 914282563 - Property 1295455071
source: Move to next page.
hu_hu: Ugrás a következő oldalra.

# Page 3431183161 - Action 2679202735 - Property 2879900210
source: Set Defaults
fi_fi: Oletusarvojen määrittäminen
hu_hu: Alapértelmezések beállítása
is_is: Sjálfgefnar stillingar
nl_nl: Instellen van standaardwaarden

# Page 3431183161 - Action 2679202735 - Property 1295455071
source: Updates Permissions to all users and user groups as suggested
fi_fi: Päivittää kaikkien käyttäjien ja käyttäjäryhmien ehdotuksen käyttöoikeudet
hu_hu: Az összes felhasználó és felhasználói csoport engedélyét a javasolt módon frissíti
is_is: Uppfærir heimildir fyrir alla notendur og notandahópa samkvæmt tillögu
nl_nl: Machtigingen voor alle gebruikers en gebruikersgroepen voorgestelde bijgewerkt

# Page 3431183161 - Action 1986928548 - Property 2879900210
source: Update G/L Source Names
fi_fi: Päivitä KP lähteen nimet
hu_hu: Főkönyvi forrásnevek frissítése
is_is: Uppfæra uppflettitöflu
nl_nl: GB-bron namen bijwerken

# Page 3431183161 - Action 1986928548 - Property 1295455071
source: This action will update the G/L Source Names lookup table
fi_fi: Tämä toiminto päivittää hakutaulukon nimiä KP: oon
hu_hu: Ez a művelet frissíti a Főkönyvi forrásnevek keresőtáblát
is_is: Þessi aðgerð mun uppfæra uppflettigögn fjárhags
nl_nl: Deze actie werkt u de namen van de GB-gegevensbronnen opzoektabel

# Page 3431183161 - Action 3259912055 - Property 2879900210
source: Finish
fi_fi: Valmis
hu_hu: Befejezés
is_is: Ljúka
nl_nl: Voltooien

# Page 3431183161 - Action 3259912055 - Property 1295455071
source: Apply configuration and exit the wizard.
hu_hu: Konfiguráció alkalmazása és kilépés a varázslóból.

# Page 3431183161 - NamedType 3476492343
source: G/L Source Names have not been set up.\\Are you sure you want to exit?
fi_fi: KP: oon nimiä ei ole määritetty kset \\Are varmasti lopettaa?
hu_hu: A főkönyvi forrásnevek nincsenek beállítva. \\ Biztosan kilép?
is_is: Upprunanöfn í fjárhagsfærslum hafa ekki verið virkjuð.\\Viltu samt hætta?
nl_nl: Namen GB zijn niet ingesteld up. \\Are u zeker dat u wilt afsluiten?

# Page 3431183161 - NamedType 601425374
source: Registration E-Mail Address is missing
fi_fi: Rekisteröinnin sähköpostiosoite puuttuu.
hu_hu: A regisztrációs e-mail cím hiányzik
is_is: Netfang fyrir skráningu lausnar vantar
nl_nl: Registratie e-mailadres ontbreekt.

# Page 86709904 - Control 3233782167 - Property 1295455071
source: Indicates whether the user has full access or just read access to G/L Source Names Lookup table
fi_fi: Ilmaisee, onko käyttäjällä on täydet oikeudet tai lisäksi KP lähteen nimet hakutaulukon lukuoikeudet
hu_hu: Jelzi, hogy a felhasználó teljes hozzáféréssel rendelkezik-e, vagy csak olvasási hozzáféréssel rendelkezik a főkönyvi forrásnevek keresési táblához
is_is: Tilgreinir hvort að notandinn hefur fullar heimildir eða bara lesheimildir í uppflettitöflu upprunanafna fjárhags
nl_nl: Geeft aan of de gebruiker volledige toegang of alleen leestoegang tot GB bron namen opzoektabel

# Page 86709904 - Control 129688762 - Property 1295455071
source: Specifies the user's name. If the user is required to present credentials when starting the client, this is the name that the user must present.
fi_fi: Määrittää käyttäjän nimen. Tätä nimeä pitää käyttää, jos käyttäjältä edellytetään tunnistetiedot, kun asiakasohjelma käynnistetään.
hu_hu: Megadja a felhasználó nevét. Ha a felhasználónak meg kell adnia hitelesítő adatokat az rendszer indításakor, akkor a felhasználónak ezt a nevet kell megadnia.
nl_nl: Hiermee wordt de naam van de gebruiker opgegeven. Als de gebruiker referenties moet invoeren tijdens het starten van de client, is dit de naam die de gebruiker moet hanteren.

# Page 86709904 - Control 1581469095 - Property 1295455071
source: Specifies the full name of the user.
fi_fi: Määrittää käyttäjän koko nimen.
hu_hu: Megadja a felhasználó teljes nevét.
nl_nl: Hiermee wordt de volledige naam van de gebruiker opgegeven.

# Page 86709904 - Control 539887058 - Property 2879900210
source: User Group Member
fi_fi: Käyttäjäryhmän jäsen
hu_hu: Felhasználói csoport tagja
is_is: Meðlimur í notendahópi
nl_nl: Gebruikersgroepslid

# Page 86709904 - Control 539887058 - Property 1295455071
source: Indicates if this user is a member of a user group in one of the previous steps.
fi_fi: Ilmaisee, onko tälle käyttäjälle jollakin edellisissä vaiheissa käyttäjäryhmän jäsen.
hu_hu: Jelzi, hogy ez a felhasználó tagja-e az előző lépések egyikében megadott felhasználói csoportnak.
is_is: Tilgreinir hvort að notandi er meðlimur í notendahópi í einu að undanförnum skrefum.
nl_nl: Geeft aan of deze gebruiker lid is van een gebruikersgroep in een van de vorige stappen.

# Page 86709904 - Control 2831955675 - Property 1295455071
source: Indicates whether the user already has required permissions
fi_fi: Ilmaisee, onko käyttäjä jo on tarvittavat käyttöoikeudet
hu_hu: Jelzi, hogy a felhasználó rendelkezik-e már szükséges engedélyekkel
is_is: Tilgreinir hvort að notandinn hefur nú þegar nauðsynlegar heimildir
nl_nl: Geeft aan of de gebruiker al heeft vereiste machtigingen

# Page 86709904 - Control 2038419342 - Property 1295455071
source: This will assign the required permission to this user when the wizard completes.
fi_fi: Tämä määrittää tarvittavia oikeuksia tämän käyttäjän kun ohjattu toiminto on valmis.
hu_hu: Ez a varázsló hozzárendeli a szükséges engedélyt ehhez a felhasználóhoz.
is_is: Þessi aðgerð mun úthluta nauðsynlegum heimildur á þennan notanda þegar uppsetningu með hjálp er lokið.
nl_nl: Hiermee wordt de vereiste machtiging toewijzen aan deze gebruiker wanneer de wizard is voltooid.

# Page 86709904 - Control 1061021719 - Property 1295455071
source: This will remove current permission from this user when the wizard completes.
fi_fi: Tämä poistaa nykyisestä käyttöoikeuksien käyttäjän kun ohjattu toiminto on valmis.
hu_hu: Ez eltávolítja a felhasználó jelenlegi engedélyét, amikor a varázsló befejeződik.
is_is: Þessi aðgerð mun fjarlægja núverandi heimildir frá þessum notanda þegar uppsetningu með hjálp er lokið.
nl_nl: Hiermee verwijdert u huidige machtiging van deze gebruiker wanneer de wizard is voltooid.

# PageExtension 3643431607 - Control 1195644 - Property 1295455071
source: Specifies the type of the master record associated with this entry
fi_fi: Määrittää tähän tapahtumaan liittyvän päätietueen
hu_hu: Megadja az ehhez a tételhez társított törzsadat típusát
is_is: Tilgreinir tegund spjaldskrár sem tilheyrir þessari færslu
nl_nl: Hiermee wordt het type van de stamrecord die is gekoppeld aan deze post

# PageExtension 3643431607 - Control 1139953745 - Property 1295455071
source: Specifies the number of the master record associated with this entry
fi_fi: Määrittää tähän tapahtumaan liittyvän päätietueen numero
hu_hu: Megadja az ehhez a tételhez társított törzsadat számát
is_is: Tilgreinir númer spjaldskrár sem tengist þessari færslu
nl_nl: Hiermee wordt het nummer van de stamrecord die is gekoppeld aan deze post

# PageExtension 3643431607 - Control 384633921 - Property 1295455071
source: Specifies the name of the master record associated with this entry
fi_fi: Määrittää tähän tapahtumaan liittyvän päätietueen nimi
hu_hu: Megadja az ehhez a tételhez társított törzsadat nevét
is_is: Tilgreinir nafn spjaldskrár sem tilheyrir þessari færslu
nl_nl: Hiermee wordt de naam van de stamrecord die is gekoppeld aan deze post

# PageExtension 3643431607 - Action 3094365984 - Property 2879900210
source: Source Card
fi_fi: Lähteen kortin
hu_hu: Forrás karton
is_is: Upprunaspjald
nl_nl: Bronkaart

# PageExtension 3643431607 - Action 3094365984 - Property 1295455071
source: Show the card for the master record defined as the source for this entry
fi_fi: Näytä tämän tapahtuman lähde määritellään päätietueen kortti
hu_hu: Megmutatja a tétel forrásaként meghatározott törzsadat kartonját
is_is: Sýna spjaldið fyrir færsluna sem er tilgreind sem uppruni fyrir þessa færslu
nl_nl: De kaart voor de hoofdrecord gedefinieerd als de bron voor deze post weergeven

# PageExtension 3585210284 - Control 1195644 - Property 1295455071
source: Specifies the type of the master record associated with this entry
hu_hu: Megadja az ehhez a tételhez társított törzsadat típusát

# PageExtension 3585210284 - Control 1139953745 - Property 1295455071
source: Specifies the number of the master record associated with this entry
hu_hu: Megadja az ehhez a tételhez társított törzsadat számát

# PageExtension 3585210284 - Control 384633921 - Property 1295455071
source: Specifies the name of the master record associated with this entry
hu_hu: Megadja az ehhez a tételhez társított törzsadat nevét

# PageExtension 3585210284 - Action 3094365984 - Property 2879900210
source: Source Card
hu_hu: Forrás karton

# PageExtension 3585210284 - Action 3094365984 - Property 1295455071
source: Show the card for the master record defined as the source for this entry
hu_hu: Megmutatja a tétel forrásaként meghatározott törzsadat kartonját

# TableExtension 3585210284 - Field 384633921 - Property 2879900210
source: Source Name
hu_hu: Forrás neve

# PageExtension 2349144501 - Control 384633921 - Property 1295455071
source: Specifies the name of the master record associated with this entry
hu_hu: Megadja az ehhez a tételhez társított törzsadat nevét

# PageExtension 2349144501 - Action 3094365984 - Property 2879900210
source: Source Card
hu_hu: Forrás karton

# PageExtension 2349144501 - Action 3094365984 - Property 1295455071
source: Show the card for the master record defined as the source for this entry
hu_hu: Megmutatja a tétel forrásaként meghatározott törzsadat kartonját

# TableExtension 2349144501 - Field 384633921 - Property 2879900210
source: Source Name
hu_hu: Forrás neve

# TableExtension 4198449013 - Field 384633921 - Property 2879900210
source: Source Name
fi_fi: Lähteen nimi
hu_hu: Forrás neve
is_is: Heiti uppruna
nl_nl: Bronnaam

# Table 102911037 - Field 1753214751 - Property 62802879
source: ,Customer,Vendor,Bank Account,Fixed Asset,Employee
is_is: ,Viðskiptamaður,Lánardrottinn,Bankareikningur,Eign,Starfsmaður

# Table 2508189916 - Field 4165234317 - Property 2879900210
source: Url
is_is: Vefslóð

# Codeunit 1923820039 - NamedType 2842100407
source: Populating G/L Source Names...
is_is: Fylli út í uppflettigögn fjárhags fyrir upprunanöfn...

# Codeunit 1923820039 - NamedType 713180994
source: G/L Source Names lookup table update finished
is_is: Uppfærsla á uppflettigögnum fyrir upprunanöfn fjárhags er lokið

# Codeunit 3280080720 - NamedType 882275687
source: Source is not defined
is_is: Uppruni er ekki tilgreindur

# Codeunit 3280080720 - NamedType 1028476842
source: %1 %2 %3 not found
is_is: %1 %2 %3 finnst ekki

# Codeunit 3732620711 - NamedType 523333275
source: You don't have permissions to use our new feature that will show Source Names. Please contact your administrator.
is_is: Þú hefur ekki nægjanlegar heimildir til að nota nýju virknina sem sýnir upprunanafn í fjárhagsfærslu. Vinsamlega hafðu samband við yfirnotanda.

# Codeunit 832878245 - NamedType 501564687
source: Do you want to hide this notification in the future?
is_is: Viltu fela þessa tilkynningu framvegis?

# Codeunit 1890157437 - NamedType 501564687
source: Do you want to hide this notification in the future?
is_is: Viltu fela þessa tilkynningu framvegis?

# Page 3431183161 - Control 1199083099 - Property 1968111052
source: Check the Assign or Remove Permisson Box to change read permission for the user. User Group members should be managed through the user group only.
fi_fi: Tarkista määritettävä tai poistaa oikeuksia ruutuun muuttaa käyttäjän lukuoikeutta. Käyttäjäryhmän jäsenet tulisi käsitellä vain käyttäjäryhmän kautta.
nl_nl: Controleer de toewijzen of verwijderen Permisson in als u wilt wijzigen leesmachtiging voor de gebruiker. Gebruikersgroepsleden moeten worden beheerd via de gebruikersgroep opgegeven.
