Repository: gunnargestsson/glsourcenames
Catalog: AL/Translations/GL Source Names.*.xlf
Languages: fi_fi, hu_hu, is_is, nl_nl

# Table 102911037 - Field 1753214751 - Property 2879900210
source: Source Type
fi_fi: Lähdetyyppi
hu_hu: Forrás típusa
is_is: Tegund uppruna
nl_nl: Bronsoort

# Table 102911037 - Field 1882905478 - Property 2879900210
source: Source No.
fi_fi: Lähteen nro
hu_hu: Forrás száma
is_is: Upprunanúmer
nl_nl: Bronnr.

# Table 102911037 - Field 1343707150 - Property 2879900210
source: Source Name
fi_fi: Lähteen nimi
hu_hu: Forrás neve
is_is: Heiti uppruna
nl_nl: Bronnaam

# Table 102911037 - Field 3183101751 - Property 2879900210
source: Item Ledger Source Type
hu_hu: Cikktételek forrás típusa

# Table 102911037 - Field 3183101751 - Property 62802879
source: ,Customer,Vendor,Item
hu_hu: ,Vevő,Szállító,Cikk

# Table 2508189916 - Field 3004954119 - Property 2879900210
source: Code
fi_fi: Koodi
hu_hu: Kód
is_is: Kóti

# Table 2508189916 - Field 4036313429 - Property 2879900210
source: Icon
fi_fi: Kuvake
hu_hu: Ikon
is_is: Tákn
nl_nl: Pictogram

# Table 3539689440 - Field 1663593181 - Property 2879900210
source: Primary Key
fi_fi: Perusavain
hu_hu: Elsődleges kulcs
is_is: Aðallykill
nl_nl: Primaire sleutel

# Table 3539689440 - Field 661833578 - Property 2879900210
source: Registration E-Mail Address
fi_fi: Rekisteröinnin sähköpostiosoite
hu_hu: Regisztrációs e-mail cím
is_is: Netfang fyrir skráningu lausnar
nl_nl: Registratie e-mailadres

# Table 3539689440 - Field 155626315 - Property 2879900210
source: Installation Id
fi_fi: Asennuksen tunnus
hu_hu: Telepítési azonosító
is_is: Uppsetningarkenni
nl_nl: Installatie-Id

# Table 3539689440 - Field 1635236888 - Property 2879900210
source: Registration Id
fi_fi: Tunnuksella
hu_hu: Regisztrációs azonosító
is_is: Skráningarkenni
nl_nl: Registratie-Id

# Table 3539689440 - Field 1413240321 - Property 2879900210
source: Next Registration Verification
fi_fi: Seuraava rekisteröinti tarkistaminen
hu_hu: Új regisztráció ellenőrzése
is_is: Næsta vottun skráningar
nl_nl: Volgende registratie van verificatie

# Table 3539689440 - Field 513339096 - Property 2879900210
source: Status
fi_fi: Tila
hu_hu: Állapot
is_is: Staða

# Table 3539689440 - Field 513339096 - Property 62802879
source: Not Completed,Completed,Not Started,Seen,Watched,Read,
fi_fi: Ei valmis,Valmis,Ei aloitettu,Nähty,Seurattu,Luettu,
hu_hu: Befejezetlen,Befejezett,Nincs elkezdve,Látott,Figyelt,Olvasott,
is_is: Ekki lokið,Lokið,Ekki hafið,Séð,Horft á,Lesið,
nl_nl: Niet is voltooid, voltooid, niet gestart, opgemerkt, gevolgd, lezen,

# Table 3539689440 - Field 62955203 - Property 2879900210
source: Tour Id
fi_fi: Esittelyn tunnus
hu_hu: Túra azonosító
is_is: Kenni ferðar
nl_nl: Rondleiding-Id

# Table 3539689440 - Field 448805223 - Property 2879900210
source: Video Status
fi_fi: Videon tila
hu_hu: Video állapota
is_is: Staða myndbands

# Table 3539689440 - Field 1358400863 - Property 2879900210
source: Help Status
fi_fi: Ohjeen tila
hu_hu: Segítség állapota
is_is: Staða hjálpar

# Table 3539689440 - Field 2362958084 - Property 2879900210
source: Tour Status
fi_fi: Esittelyn tila
hu_hu: Túra állapota
is_is: Staða kynningar
nl_nl: Rondleidingstatus

# Page 3539689440 - Property 2879900210
source: G/L Source Name Setup
fi_fi: KP: oon Lähdekoodiasetukset nimi
hu_hu: Főkönyvi forrásnevek beállítása
is_is: Uppsetning upprunanafna fjárhags
nl_nl: Bron naam Grootboekinstellingen

# Page 3539689440 - Control 661833578 - Property 1295455071
source: The G/L Source Name Extension will be registered on this E-Mail Address. When registering the registration key will be sent to this E-Mail Address.
fi_fi: Tähän sähköpostiosoitteeseen, rekisteröidään KP lähde-tunniste. Kun rekisteröinti rekisteröintiavaimen lähetetään tähän sähköpostiosoitteeseen.
hu_hu: A Főkönyvi forrásnevek bővítmény erre az e-mail címre lesz beregisztrálva. Amikor regisztrál, akkor a regisztrációs kulcs erre az e-mail címre lesz elküldve.
is_is: Viðbótin fyrir upprunanöfn fjárhags verður skráð á þetta netfang. Þegar skráningin fer fram veður skráningarlykill sendur á þetta netfang.
nl_nl: De extensie van de GB bron geregistreerd op dit e-mailadres. Wanneer de sleutel registratie registreren wordt verzonden naar dit e-mailadres.

# Page 3539689440 - Control 1413240321 - Property 1295455071
source: Specifies the next date when the user will need to verify the product registration.
hu_hu: Azt a következő dátumot határozza meg, amikor a felhasználónak igazolnia kell a termék regisztrációját.

# Table 3047140855 - Field 3021697414 - Property 2879900210
source: User Security ID
fi_fi: Käyttäjän suojaustunnus
hu_hu: Felhasználó biztonsági azonosító
is_is: Öryggiskenni notanda
nl_nl: Gebruikersbeveiligings-id

# Table 3047140855 - Field 4045127740 - Property 2879900210
source: Notification Id
fi_fi: Ilmoituksen tunnus
hu_hu: Emlékeztető azonosító
is_is: Kenni tilkynningar
nl_nl: Bericht-id

# Table 4126486020 - Field 3233782167 - Property 2879900210
source: Permission Level
fi_fi: Käyttöoikeudet
hu_hu: Jogosultsági szint
is_is: Heimildastaða
nl_nl: Machtiging

# Table 4126486020 - Field 3233782167 - Property 62802879
source: Read,Update
fi_fi: Lukea, päivittää
hu_hu: Olvas,Frissít
is_is: Lesa,Breyta
nl_nl: Lezen, bijwerken

# Table 4126486020 - Field 43241205 - Property 2879900210
source: User Group Code
fi_fi: Käyttäjäryhmän koodi
hu_hu: Felhasználói csoport kód
is_is: Kóti notendahóps
nl_nl: Gebruikersgroepcode

# Table 4126486020 - Field 1341274843 - Property 2879900210
source: User Group Name
fi_fi: Käyttäjäryhmän nimi
hu_hu: Felhasználói csoport neve
is_is: Heiti notendahóps
nl_nl: Naam van gebruikersgroep

# Table 4126486020 - Field 2831955675 - Property 2879900210
source: Has Permission
fi_fi: On käyttöoikeudet
hu_hu: Létezik jogosultság
is_is: Hefur heimildir
nl_nl: Machtiging

# Table 4126486020 - Field 2038419342 - Property 2879900210
source: Assign Permission
fi_fi: Määrittää käyttöoikeuden
hu_hu: Jogosultság hozzárendelése
is_is: Úthluta heimildum
nl_nl: Gebruikersrechten toewijzen

# Table 4126486020 - Field 1061021719 - Property 2879900210
source: Remove Permission
fi_fi: Poista lupa
hu_hu: Jogosultság eltávolítása
is_is: Fjarlægja heimildir
nl_nl: Machtiging verwijderen

# Table 1175440386 - Field 3233782167 - Property 2879900210
source: Permission Level
fi_fi: Käyttöoikeudet
hu_hu: Jogosultsági szint
is_is: Heimildastaða
nl_nl: Machtiging

# Table 1175440386 - Field 3233782167 - Property 62802879
source: Read,Update
fi_fi: Lukea, päivittää
hu_hu: Olvas,Frissít
is_is: Lesa,Breyta
nl_nl: Lezen, bijwerken

# Table 1175440386 - Field 3021697414 - Property 2879900210
source: User Security ID
fi_fi: Käyttäjän suojaustunnus
hu_hu: Felhasználó biztonsági azonosító
is_is: Öryggiskenni notanda
nl_nl: Gebruikersbeveiligings-id

# Table 1175440386 - Field 3174909667 - Property 2879900210
source: Access Via User Group Code
fi_fi: Käyttöä kautta käyttäjäryhmän koodi
hu_hu: Hozzáférés felhasználói csoporton keresztül
is_is: Aðgangur í gegnum kóta notandahópa
nl_nl: Toegang Via Gebruikersgroepcode

# Table 1175440386 - Field 129688762 - Property 2879900210
source: User Name
fi_fi: Käyttäjänimi
hu_hu: Felhasználó neve
is_is: Notandanafn
nl_nl: Gebruikersnaam

# Table 1175440386 - Field 1581469095 - Property 2879900210
source: User Full Name
fi_fi: Täydellinen käyttäjänimi
hu_hu: Felhasználó teljes neve
is_is: Fullt nafn notanda
nl_nl: Volledige naam van gebruiker

# Table 1175440386 - Field 2831955675 - Property 2879900210
source: Has Permission
fi_fi: On käyttöoikeudet
hu_hu: Létezik jogosultság
is_is: Hefur heimildir
nl_nl: Machtiging

# Table 1175440386 - Field 2038419342 - Property 2879900210
source: Assign Permission
fi_fi: Määrittää käyttöoikeuden
hu_hu: Jogosultság hozzárendelése
is_is: Úthluta heimildum
nl_nl: Gebruikersrechten toewijzen

# Table 1175440386 - Field 1061021719 - Property 2879900210
source: Remove Permission
fi_fi: Poista lupa
hu_hu: Jogosultság eltávolítása
is_is: Fjarlægja heimildir
nl_nl: Machtiging verwijderen

# Table 1175440386 - Field 2439937807 - Property 2879900210
source: Updated Via User Group
fi_fi: Päivittää välityksellä käyttäjäryhmä
hu_hu: Frissítve felhasználói csoporton keresztül
is_is: Uppfæra í gegnum notandahóp
nl_nl: Bijgewerkt Via de gebruikersgroep

# Codeunit 1923820039 - NamedType 2407060480
source: Populating G/L Source Names...
fi_fi: KP: oon nimiä täytettäessä...
hu_hu: Főkönyvi forrásnevek kitöltése...
nl_nl: GB-bron namen gevuld...

# Codeunit 1923820039 - NamedType 2069865725
source: Required permissions for table "%1" is missing. Can't refresh lookup data.
fi_fi: Taulukon ”%1” oikeuksia ei löydy. Valinta ei voi päivittää.
hu_hu: Hiányzó jogosultság a %1 táblához. Nem lehet frissíteni a keresési adatokat.
is_is: Nauðsynlegar heimildir til breytingar á töflu "%1" eru ekki fyrir hendi. Get ekki uppfært uppflettigögn.
nl_nl: Vereiste machtigingen voor tabel '%1' ontbreekt. Kan opzoekgegevens vernieuwen.

# Codeunit 1923820039 - NamedType 3966355649
source: G/L Source Names lookup table update finished
fi_fi: KP: oon nimiä valinta päivitys valmis
hu_hu: A főkönyvi forrásnevek keresési tábla frissítése befejeződött
nl_nl: GB-bron namen opzoeken tabel bijwerken voltooid

# Codeunit 3280080720 - NamedType 2782421492
source: Source is not defined
fi_fi: Lähde ei ole määritetty.
hu_hu: Forrás nincs meghatározva
nl_nl: Bron is niet gedefinieerd

# Codeunit 3280080720 - NamedType 1672472045
source: %1 %2 %3 not found
fi_fi: %1 %2 %3 ei löydy
hu_hu: %1 %2 %3 nem található
nl_nl: %1 %2 %3 niet gevonden

# Codeunit 3732620711 - NamedType 1542739173
source: We have added a new feature to the General Ledger Entries. Now you can see the Source Name column!
fi_fi: Microsoft on lisännyt uuden ominaisuuden pääkirjanpidon tapahtumat. Nyt voit nähdä lähteen nimi-sarakkeesta.
hu_hu: Hozzáadtunk egy új funkciót a Főkönyvi tételekhez. Most már elérheti a Forrás neve oszlopot.
is_is: Við höfum bætt nýrri virkni í fjárhagsfærslur. Núna getur þú séð dálk fyrir upprunanafn!
nl_nl: We hebben een nieuwe functie toegevoegd aan de grootboekposten. U ziet nu de kolom bronnaam!

# Codeunit 3732620711 - NamedType 3624917100
source: Show me the details
fi_fi: Näytä tiedot
hu_hu: Mutasd a részleteket.
is_is: Sýndu mér meira
nl_nl: De details weergeven

# Codeunit 3732620711 - NamedType 1372440744
source: You don't have permissions to use our new feature that will show Source Names. Please contact your administrator.
fi_fi: Sinulla ei ole oikeuksia käyttää Microsoftin uusi toiminto, jossa näkyvät nimiä. Ota yhteyttä järjestelmänvalvojaan.
hu_hu: Nincs jogosultsága a Forrásnevek megtekintése nevű új funkcióhoz. Kérem keresse fel az adminisztrátorát.
nl_nl: U hebt geen machtigingen onze nieuwe functie die de bron namen te gebruiken. Neem contact op met de systeembeheerder.

# Codeunit 3732620711 - NamedType 1986711657
source: What should I show?
fi_fi: Mitä l näyttää?
hu_hu: Mit kéne megmutatnom?
is_is: Hvað á ég að sýna?
nl_nl: Wat moet ik weergeven?

# Codeunit 26771142 - NamedType 2782421492
source: Source is not defined
hu_hu: Forrás nincs meghatározva

# Codeunit 26771142 - NamedType 1672472045
source: %1 %2 %3 not found
hu_hu: %1 %2 %3 nem található

# Codeunit 519473912 - NamedType 2782421492
source: Source is not defined
hu_hu: Forrás nincs meghatározva

# Codeunit 519473912 - NamedType 1672472045
source: %1 %2 %3 not found
hu_hu: %1 %2 %3 nem található

# Codeunit 3669574782 - NamedType 2021711790
source: Set up G/L Source Names
fi_fi: Määrittää lähteen nimeä KP: oon
hu_hu: Főkönyvi forrásnevek beállítása
is_is: Setja upp upprunanöfn fjárhagsfærslna
nl_nl: GB-bron namen instellen

# Codeunit 3669574782 - NamedType 2069865725
source: You have not been granted required access rights to start the Assisted Setup.\\The Assisted Setup for G/L Source Names is about assigning the required permissions to users. To be able to assign permissions you need to be granted either the SUPER og SECURITY permission set.
fi_fi: Sinulla ei ole myönnetty aloittaa Avustettu Setup.\\The Avustettu asennus KP nimiä määritellään tarvittavia oikeuksia käyttäjille on tarvittavat käyttöoikeudet. Ennen kuin voit määrittää käyttöoikeudet, sinun on myönnettävä joko SUPER kasvaa suojaus käyttöoikeuksien joukko.
hu_hu: Nem kapta meg a szükséges hozzáférési jogokat a Támogatott telepítés elindításához. \\ A Főkönyvi forrásnevek támogatott telepítése a szükséges engedélyek felhasználókhoz való hozzárendeléséről szól. Az engedélyek kiosztásához a SUPER vagy a SECURITY engedélycsoportban kell lennie.
is_is: Þér hefur ekki verið úthlutað nauðsynlegum heimildum til að ræsa uppsetningu með hjálp.\\Uppsetning með hjálp fyrir upprunanúmer fjárhags snýst um að úthluta heimildum til notenda. Til að geta úthlutað heimildum verður þú að hafa heimildasamstæðu SUPER eða SECURITY á þínu notandaspjaldi.
nl_nl: U beschikt niet over de vereiste toegangsrechten voor de instelling begeleide van begeleide Setup.\\The starten voor namen van de GB-gegevensbronnen is over de vereiste machtigingen aan gebruikers toewijzen. Mogelijk moet u in aanmerking komen de SUPER og beveiliging machtigingen toe te wijzen machtigingenset.

# Codeunit 3669574782 - Method 2104127805 - NamedType 3941653687
source: Add the Source Name field to G/L Entries and a direct link to the source entity card.
hu_hu: Forrásnév mező hozzáadása a Főkönyvi tételekhez és direkt elérés biztosítása a forrás entitáshoz.

# Page 371913171 - Property 2879900210
source: G/L Source Name List
fi_fi: KP-lähteen nimiluettelo
hu_hu: Főkönyvi forrásnév lista
is_is: Upprunalisti fjárhags
nl_nl: Bron naam Grootboekrekeningoverzicht

# Page 371913171 - Control 1753214751 - Property 1295455071
source: Specifies the source type that specifies where the entry was created.
hu_hu: Megadja a forrás típusát, amely meghatározza a tétel létrehozásának helyét.

# Page 371913171 - Control 1882905478 - Property 1295455071
source: Specifies the source no. that specifies where the entry was created.
hu_hu: Megadja a forrás számát, amely meghatározza a tétel létrehozásának helyét.

# Page 371913171 - Control 1343707150 - Property 1295455071
source: Specifies the source name that specifies where the entry was created.
hu_hu: Megadja a forrás nevét, amely meghatározza a tétel létrehozásának helyét.

# Page 549180695 - Property 2879900210
source: G/L Source Names DrillDown
fi_fi: KP: oon lähteen nimet siirtyminen
hu_hu: Főkönyvi forrásnevek lefúrás
is_is: Köfun í upprunanöfn fjárhags
nl_nl: GB bron namen DrillDown

# Page 4287144797 - Control 3004954119 - Property 1295455071
source: Specifies the code for the help resource
hu_hu: Megadja a súgóerőforrás kódját

# Page 4287144797 - Control 4165234317 - Property 1295455071
source: Specifies the url for the help resource
hu_hu: Megadja a súgóerőforrás URL-jét

# Page 4287144797 - Control 4036313429 - Property 1295455071
source: Specifies the icon for the help resource
hu_hu: Megadja a súgóerőforrás ikonját

# Page 3595059435 - Control 3233782167 - Property 1295455071
source: Indicates whether members of this user group have full access or just read access to G/L Source Names Lookup table
fi_fi: Osoittaa, onko tämän käyttäjäryhmän jäsenten KP lähteen nimet hakutaulukon lisäksi lukuoikeudet tai täydet oikeudet
hu_hu: Jelzi, hogy ennek a felhasználói csoportnak a tagjai teljes hozzáféréssel rendelkeznek-e vagy csak olvasási hozzáféréssel a Főkönyvi forrásnevek keresési táblához
is_is: Tilgreinir hvort að meðlimir í þessum hópi hafa fullar heimildir eða bara lesheimildir í uppflettitöflu fjárhagsuppruna
nl_nl: Geeft aan of de leden van deze gebruikersgroep volledige toegang of alleen leestoegang tot GB bron namen opzoektabel hebben

# Page 3595059435 - Control 43241205 - Property 1295455071
source: Specifies the code representing the user group.
hu_hu: Megadja a felhasználói csoportot képviselő kódot.

# Page 3595059435 - Control 1341274843 - Property 1295455071
source: Specifies the user group name.
hu_hu: Megadja a felhasználói csoport nevét.

# Page 3595059435 - Control 2831955675 - Property 1295455071
source: Indicates whether the user that are member of this user group already have required permissions
fi_fi: Ilmaisee, onko käyttäjä, joka on jo tämän käyttäjäryhmän jäsen on tarvittavat käyttöoikeudet
hu_hu: Jelzi, hogy a felhasználói csoport tagjának már van-e szüksége engedélye
is_is: Tilgreinir hvort að notandi sem er meðlimur í þessum notendahóp hefur nú þegar nauðsynlega heimildir
nl_nl: Geeft aan of de gebruiker die al deel uit van deze gebruikersgroep machtigingen zijn vereist

# Page 3595059435 - Control 2038419342 - Property 1295455071
source: This will assign the required permission to the members of this user group when the wizard completes.
fi_fi: Tämä määrittää tarvittavia oikeuksia tämän käyttäjäryhmän jäsenten kun ohjattu toiminto on valmis.
hu_hu: A varázsló futtatásával hozzárendeli a szükséges engedélyt a felhasználói csoport tagjaihoz.
is_is: Þessi aðgerð mun úthluta nauðsynlegum heimildum á meðlimi þessa notendahóps þegar uppsetningu með hjálp er lokið.
nl_nl: Hiermee wordt de vereiste machtiging toewijzen aan de leden van deze gebruikersgroep wanneer de wizard is voltooid.

# Page 3595059435 - Control 1061021719 - Property 1295455071
source: This will remove current permission from the members of this user group when the wizard completes.
fi_fi: Tämä poistaa nykyisestä käyttöoikeuksien tämän käyttäjäryhmän jäsenten kun ohjattu toiminto on valmis.
hu_hu: A varázsló futtatásával eltávolítja a jelenlegi engedélyt a felhasználói csoport tagjaitól.
is_is: Þessi aðgerð fjarlægir núverandi heimildir frá meðlimum þessa notendahóps þegar uppsetningu með hjálp er lokið.
nl_nl: Hiermee verwijdert u huidige machtiging van de leden van deze gebruikersgroep wanneer de wizard is voltooid.

# Page 3431183161 - Property 2879900210
source: G/L Source Name Setup
fi_fi: KP: oon Lähdekoodiasetukset nimi
hu_hu: Főkönyvi forrásnév beállítása
is_is: Uppsetning upprunanafna fjárhags
nl_nl: Bron naam Grootboekinstellingen

# Page 3431183161 - Control 1294017311 - Property 1295455071
source: Specifies the wizard logo.
hu_hu: Megadja a varázsló logóját.

# Page 3431183161 - Control 1039248434 - Property 1295455071
source: Specifies the wizard logo.
hu_hu: Megadja a varázsló logóját.

# Page 3431183161 - Control 118272148 - Property 2879900210
source: Welcome to G/L Source Name Setup
fi_fi: Tervetuloa KP Lähdekoodiasetukset nimi
hu_hu: Üdvözöljük a Főkönyvi forrásnév beállításában
is_is: Velkomin(n) í uppsetningu upprunanafna fjárhags
nl_nl: Welkom bij de bron naam Grootboekinstellingen

# Page 3431183161 - Control 1612614122 - Property 1968111052
source: To be able to use Source Names on G/L Entries, users must have required permissions.
fi_fi: Jotta varastopaikkakoodeja voitaisiin käyttää nimiä KP-tapahtumissa, käyttäjillä on oltava tarvittavat käyttöoikeudet.
hu_hu: A főkönyvi tételeknél használt forrásnevek használatához a felhasználóknak rendelkezniük kell a szükséges engedélyekkel.
is_is: Til þess að geta notað upprunanöfn fjárhags verða notendur að hafa nauðsynlegar heimildir.
nl_nl: Als u namen te gebruiken bron op grootboekposten, hebben gebruikers vereiste machtigingen.

# Page 3431183161 - Control 974917505 - Property 1968111052
source: Users that can update master tables, like; Customer, Vendor, Bank Account, Fixed Asset and Employee, must be able to update the G/L Source Name lookup table.
hu_hu: Azon felhasználók akik frissíthetik a következő táblákat: Vevő, Szállító, Bankszámla, Befektetett eszköz és Alkalmazott, azoknak képesnek kell lenniük a Főkönyvi forrásnév tábla frissítésére.
is_is: Notendur sem geta uppfært stofntöflur eins og viðskiptamenn, lánardrottna, bankareikninga, eignir og starfsmenn, verða að geta uppfært uppflettitöflu fyrir upprunanöfn fjárhags.

# Page 3431183161 - Control 3647570164 - Property 2879900210
source: Let's go!
fi_fi: Aloita
hu_hu: Gyerünk!
is_is: Hefjumst handa!
nl_nl: Aan de slag!

# Page 3431183161 - Control 1134365254 - Property 1968111052
source: Choose Set Defaults and all required permissions will be automatically assigned to user group members and users based on current permissions to the G/L Entries and the above master tables.
fi_fi: Valitse Määritä oletukset ja kaikki tarvittavat käyttöoikeudet automaattisesti määritetään käyttäjäryhmän jäsenet ja käyttäjät perusteella KP-tapahtumat ja sen yläpuolella nykyinen käyttöoikeus taulukoihin.
hu_hu: Válassza az Alapértelmezés beállítása opciót és az összes szükséges jogosultság automatikusan hozzá lesz rendelve a felhasználói csoport tagjaihoz és a jelenlegi jogosultságok alapján a felhasználók elérik a Főkönyvi tételeket és a törzsadattáblákat.
is_is: Veldu Sjálfgefnar stillingar og kerfið mun sjálfkrafa úthluta öllum nauðsynlegum heimildum á meðlimi notendahópa og notendur miðað við núverandi heimildir í fjárhagsfærslur og ofangreindar spjaldskrár.
nl_nl: Kies standaard instellen en alle vereiste machtigingen automatisch worden toegewezen aan de Gebruikersgroepsleden en gebruikers op basis van de huidige machtigingen voor de grootboekposten en het model bovenstaande tabellen.

# Page 3431183161 - Control 727926705 - Property 1968111052
source: Choose Next so you can manually set up permissions for users and groups.
fi_fi: Valitse Seuraava, voit määrittää manuaalisesti käyttäjät ja ryhmät.
hu_hu: Válassza a Tovább lehetőséget, hogy manuálisan beállíthassa az engedélyeket a felhasználók és csoportok számára.
is_is: Veldu Áfram ef þú vilt handvirkt setja upp heimildir fyrir notendur og hópa.
nl_nl: Kies volgende zodat u kunt machtigingen voor gebruikers en groepen handmatig instellen.

# Page 3431183161 - Control 1548525519 - Property 1968111052
source: Check the Assign or Remove Permisson Box to change read permission for the user group members
fi_fi: Määritä tai poistaa oikeuksia ruutuun muuttaa lukuoikeus käyttäjäryhmän jäsenet
hu_hu: Jelölje be a jogosultság hozzárendelése vagy eltávolítása jelölőnégyzetet a felhasználói csoport tagjai számára biztosított olvasási engedély módosításához
is_is: Veljið boxin að úthluta eða fjarlægja heimildir til lestrar fyrir meðlimi notendahóps
nl_nl: Controleer de toewijzen of verwijderen Permisson in als u wilt wijzigen leesmachtiging voor de leden van de gebruikersgroep

# Page 3431183161 - Control 3658412756 - Property 2879900210
source: User Groups requiring read access
fi_fi: Käyttäjäryhmät, joka vaatii lukuoikeus
hu_hu: Olvasási hozzáférést igénylő felhasználói csoportok
is_is: Notendahópar sem þurfa lestrarheimild
nl_nl: Gebruikersgroepen leestoegang te vragen

# Page 3431183161 - Control 3580960544 - Property 1968111052
source: Check the Assign or Remove Permisson Box to change both read and update permission for the user group members
fi_fi: Määritä tai poistaa oikeuksia ruutuun sekä luku ja Päivitä käyttöoikeuden käyttäjäryhmän jäsenet.
hu_hu: Jelölje be a jogosultság hozzárendelése vagy eltávolítása négyzetet a felhasználói csoport tagjai számára biztosított olvasási és frissítési engedélyek megváltoztatásához
is_is: Veljið boxin til að úthluta eða fjarlægja heimildir til lestrar og uppfærslu úthlutað á meðlimi notendahóps
nl_nl: Controleer de toewijzen of verwijderen Permisson in als u zowel lees wijzigt en machtigingen voor de leden van de gebruikersgroep bijwerken

# Page 3431183161 - Control 2987393997 - Property 2879900210
source: User Groups requiring update access
fi_fi: Käyttäjäryhmät, jotka tarvitsevat päivitys
hu_hu: Frissítési hozzáférést igénylő felhasználói csoportok
is_is: Notendahópar sem þurfa breytingarheimild
nl_nl: Gebruikersgroepen die verbinding bijwerken

# Page 3431183161 - Control 2940688026 - Property 2879900210
source: Users requiring read access
fi_fi: Käyttäjät, jotka edellyttävät lukuoikeus
hu_hu: Olvasási hozzáférést igénylő felhasználói csoportok
is_is: Notendur sem þurfa lestrarheimild
nl_nl: Gebruikers leestoegang te vragen
